export const defaultStages = [
    {
      name: "Брифинг",
      id: 1,
      text: "Мы узнаём, что нужно клиенту: цели сайта, аудитория, особенности бизнеса. Это помогает заложить правильный фундамент",
    },
    {
      name: "Анализ и структура",
      id: 2,
      text: "Проводим анализ конкурентов и разрабатываем структуру сайта — продумываем, как пользователь будет взаимодействовать с контентом",
    },
    {
      name: "Прототипирование",
      id: 3,
      text: "Создаём черновую схему будущего сайта — без дизайна, только логика: где будет меню, кнопки, формы и т.д.",
    },
    {
      name: "Дизайн",
      id: 4,
      text: "Разрабатываем визуальную часть: стиль, цвета, шрифты и UI-элементы. Все макеты — адаптивные и современные",
    },
    {
      name: "Разработка",
      id: 5,
      text: "Разрабатываем визуальную часть: стиль, цвета, шрифты и UI-элементы. Все макеты — адаптивные и современные",
    },
    {
      name: "Тестирование",
      id: 6,
      text: "Разрабатываем визуальную часть: стиль, цвета, шрифты и UI-элементы. Все макеты — адаптивные и современные",
    },
    {
      name: "Запуск и поддержка",
      id: 7,
      text: "Разрабатываем визуальную часть: стиль, цвета, шрифты и UI-элементы. Все макеты — адаптивные и современные",
    },
  ];