export const ABOUT_DEFAULT_STAGES = [
  {
      name: "Брифинг",
      id: 1,
      text: "Мы узнаём, что нужно клиенту: цели сайта, аудитория, особенности бизнеса. Это помогает заложить правильный фундамент",
    },
    {
      name: "Анализ и структура",
      id: 2,
      text: "Изучаем конкурентов и строим структуру сайта, которая помогает пользователям быстрее становиться вашими клиентами.",
    },
    {
      name: "Прототипирование",
      id: 3,
      text: "Создаём черновик сайта — только логика: где будут меню, кнопки и формы. Так всё станет понятнее до начала работы.",
    },
    {
      name: "Дизайн",
      id: 4,
      text: "Создаем современный адаптивный дизайн: подбираем стиль, цвета, шрифты. Ваш сайт будет удобным на всех устройствах.",
    },
    {
      name: "Разработка",
      id: 5,
      text: "Превращаем дизайн в работающий сайт, чтобы каждая кнопка вела куда нужно, а формы отправлялись без сбоев.",
    },
    {
      name: "Тестирование",
      id: 6,
      text: "Тестируем сайт, чтобы вы получили готовый продукт без ошибок и не потеряли клиентов из-за технических сбоев.",
    },
    {
      name: "Запуск и поддержка",
      id: 7,
      text: "Запускаем и поддерживаем сайт: обновляем, подключаем аналитику и рекламу для роста вашего бизнеса.",
    },
];
